Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: Go to auditions and take the parts you can get — an ad, a small TV role, a play. Most actors get started this way, one part at a time.
de: Geh zum Vorsprechen und nimm die Rollen, die du kriegen kannst – einen Werbespot, eine kleine Fernsehrolle, ein Theaterstück. So fangen die meisten Schauspieler an, Rolle für Rolle.
fr: Passe des auditions et prends les rôles que tu peux avoir — une pub, un petit rôle à la télé, une pièce de théâtre. La plupart des acteurs débutent ainsi, un rôle à la fois.
it: Vai ai provini e accetta le parti che riesci a ottenere — una pubblicità, un piccolo ruolo in TV, uno spettacolo teatrale. È così che comincia la maggior parte degli attori, una parte alla volta.
ja: オーディションを受けて、広告、テレビの小さな役、舞台など、得られる役を引き受けます。ほとんどの俳優は、こうして役をひとつずつ重ねてスタートします。
uk: Ходи на проби й бери ролі, які вдасться отримати — рекламу, маленьку роль на ТБ, виставу. Так починає більшість акторів — по одній ролі.

source: Go to auditions and take the parts you can get: an ad, a small TV role, a play.
de: Geh zum Vorsprechen und nimm die Rollen, die du kriegen kannst: einen Werbespot, eine kleine Fernsehrolle, ein Theaterstück.
fr: Passe des auditions et prends les rôles que tu peux décrocher : une pub, un petit rôle à la télé, une pièce de théâtre.
it: Vai ai provini e accetta le parti che riesci a ottenere: una pubblicità, un piccolo ruolo in TV, uno spettacolo teatrale.
ja: オーディションを受けて、広告、テレビの小さな役、舞台など、得られる役を引き受けます。
uk: Ходи на проби й бери ролі, які вдасться отримати: реклама, маленька роль на ТБ, вистава.

source: Government & Public Sector
de: Staat & Öffentlicher Sektor
fr: Secteur public
it: Governo e settore pubblico
ja: 政府・公共部門
uk: Уряд і державний сектор

source: Government Degree College
de: Staatliches Degree College
fr: Government degree college (établissement public)
it: College universitario statale
ja: 公立学位カレッジ
uk: Державний коледж

source: Government license to install and repair pipes, drains, and water systems. Earned after an apprenticeship and a journeyman exam.
de: Staatliche Lizenz, um Rohre, Abflüsse und Wassersysteme zu installieren und zu reparieren. Du erwirbst sie nach einer Ausbildung und einer Gesellenprüfung.
fr: Licence délivrée par l’État pour installer et réparer les tuyaux, les canalisations et les réseaux d’eau. S’obtient après un apprentissage et un examen de plombier qualifié.
it: Abilitazione statale per installare e riparare tubature, scarichi e impianti idrici. Si ottiene dopo un apprendistato e un esame da idraulico qualificato.
ja: 水道管や排水管、給水設備の取り付けと修理を行うための国の免許です。見習い期間を経て、一人前の職人の試験に合格すると得られます。
uk: Державна ліцензія на встановлення й ремонт труб, каналізації та водопостачання. Здобувається після навчання на виробництві та іспиту на кваліфікованого сантехніка.

source: Government license to wire buildings safely. Earned after an apprenticeship and an exam.
de: Staatliche Lizenz, um Gebäude sicher zu verkabeln. Du erwirbst sie nach einer Ausbildung und einer Prüfung.
fr: Licence délivrée par l’État pour réaliser des installations électriques en toute sécurité. S’obtient après un apprentissage et un examen.
it: Abilitazione statale per realizzare in sicurezza gli impianti elettrici degli edifici. Si ottiene dopo un apprendistato e un esame.
ja: 建物の配線を安全に行うための国の免許です。見習い期間を経て、試験に合格すると得られます。
uk: Державна ліцензія на безпечну прокладку електропроводки в будівлях. Здобувається після навчання на виробництві та іспиту.

source: Government license to work as a nurse. Earned after passing a national exam following a nursing degree.
de: Staatliche Pflege-Lizenz, um als Krankenpfleger zu arbeiten. Du erhältst sie, wenn du nach einem Pflegeabschluss eine nationale Prüfung bestehst.
fr: Licence délivrée par l’État pour exercer comme infirmier. S’obtient en réussissant un examen national après un diplôme en soins infirmiers.
it: Abilitazione statale per lavorare come infermiere. Si ottiene superando un esame nazionale dopo una laurea in infermieristica.
ja: 看護師として働くための国の免許です。看護の学位を修めたあと、国家試験に合格すると得られます。
uk: Державна ліцензія на роботу медсестрою. Здобувається після ступеня з медсестринства та складання національного іспиту.

source: Government permit to apply restricted-use pesticides on farms or commercial landscapes. Required for many farming, landscaping, and pest-control jobs.
de: Pflanzenschutz-Sachkunde: die behördliche Erlaubnis, Pestizide mit eingeschränkter Anwendung auf Farmen oder gewerblichen Grünflächen auszubringen. Nötig für viele Jobs in Landwirtschaft, Landschaftsbau und Schädlingsbekämpfung.
fr: Autorisation officielle d’appliquer des pesticides à usage restreint dans les fermes ou sur des espaces verts commerciaux. Exigée pour de nombreux postes en agriculture, en aménagement paysager et en lutte contre les nuisibles.
it: Autorizzazione statale per usare pesticidi a impiego limitato in aziende agricole o spazi verdi commerciali. Necessaria per molti lavori in agricoltura, giardinaggio e disinfestazione.
ja: 使用が制限された農薬を、農場や商業用の緑地でまくための国の許可です。農業、造園、害虫駆除の多くの仕事で必要になります。
uk: Державний дозвіл на застосування пестицидів обмеженого використання на фермах або комерційних ландшафтах. Потрібен для багатьох робіт у сільському господарстві, озелененні та боротьбі зі шкідниками.

source: Grade average
de: Notendurchschnitt
fr: Moyenne
it: Media dei voti
ja: 成績平均
uk: Середній бал

source: Grade average (hyōtei)
de: Notendurchschnitt (Hyōtei)
fr: Moyenne (hyōtei)
it: Media dei voti (hyōtei)
ja: 評定平均
uk: Середній бал (hyōtei)

source: Graded repertoire before a jury of conservatoire teachers.
de: Abgestuftes Repertoire vor einer Jury aus Konservatoriumslehrern.
fr: Un répertoire gradué devant un jury de professeurs de conservatoire.
it: Repertorio a livelli davanti a una giuria di insegnanti di conservatorio.
ja: 音楽院の先生たちによる審査員団の前で、段階別の課題曲を演奏します。
uk: Репертуар за рівнями перед журі з викладачів консерваторії.

source: Grades and entrance results decide admission — in some countries volunteering or research experience and interviews too — a record built over years, not one good year.
de: Noten und Aufnahmeergebnisse entscheiden über die Zulassung – in manchen Ländern auch ehrenamtliches Engagement, Forschungserfahrung und Aufnahmegespräche. Es zählt eine über Jahre aufgebaute Bilanz, nicht ein gutes Jahr.
fr: Les notes et les résultats aux examens d’entrée décident de l’admission — dans certains pays, le bénévolat, l’expérience en recherche et les entretiens aussi — un dossier construit sur des années, pas sur une seule bonne année.
it: Voti e risultati dei test d’ingresso decidono l’ammissione — in alcuni paesi anche il volontariato o l’esperienza di ricerca e i colloqui — un curriculum costruito in anni, non in un solo anno buono.
ja: 入学選考は成績と入試の結果で決まります。国によっては、ボランティアや研究の経験、面接も加わります。1年だけがんばっても足りず、何年もかけて積み上げた実績が見られます。
uk: Вступ вирішують оцінки та результати вступних іспитів — а в деяких країнах ще й волонтерство чи дослідницький досвід і співбесіди — тобто послужний список, зібраний за роки, а не один вдалий рік.

source: Graduated — %@
de: Abgeschlossen: %@
fr: Diplôme obtenu : %@
it: Hai finito: %@
ja: %@を卒業
uk: Закінчено «%@»

# Graduated — %@ · %@ %@
source: Graduated — %1$@ · %2$@ %3$@
de: Abgeschlossen: %1$@ · %2$@ %3$@
fr: Diplôme obtenu : %1$@ · %2$@ %3$@
it: Hai finito: %1$@ · %2$@ %3$@
ja: %1$@を卒業 · %2$@ %3$@
uk: Закінчено «%1$@» · %2$@ %3$@

source: Grandmaster
de: Großmeister
fr: Grand maître
it: Grande maestro
ja: グランドマスター
uk: Гросмейстер

source: Graphic, UX/UI, fashion, interior designer
de: Grafikdesigner, UX/UI-Designer, Modedesigner, Innenarchitekt
fr: graphiste, designer UX/UI, créateur de mode, architecte d’intérieur
it: graphic designer, UX/UI designer, stilista, designer d’interni
ja: グラフィック、UX/UI、ファッション、インテリアのデザイナー
uk: графічний дизайнер, UX/UI-дизайнер, дизайнер одягу, дизайнер інтерʼєрів

source: Great choice!
de: Gute Wahl!
fr: Excellent choix !
it: Ottima scelta!
ja: いい選択ですね！
uk: Чудовий вибір!

source: Gross income
de: Bruttoeinkommen
fr: Revenu brut
it: Reddito lordo
ja: 総収入
uk: Дохід до вирахувань

# Grow %@ from %lld to %lld.
source: Grow %1$@ from %2$lld to %3$lld.
de: Verbessere deine Fähigkeit „%1$@“ von %2$lld auf %3$lld.
fr: Fais passer %1$@ de %2$lld à %3$lld.
it: Fai crescere la competenza %1$@ da %2$lld a %3$lld.
ja: %1$@を%2$lldから%3$lldに伸ばしましょう。
uk: Розвивай навичку «%1$@»: з %2$lld до %3$lld.

source: Grow food and care for plants and animals.
de: Baue Essen an und kümmere dich um Pflanzen und Tiere.
fr: Produis de la nourriture et prends soin des plantes et des animaux.
it: Coltiva il cibo e prenditi cura di piante e animali.
ja: 食べ物を育て、植物や動物の世話をします。
uk: Вирощуй їжу та доглядай за рослинами й тваринами.

source: Grow them with Activities, and later with events, courses and projects. Tap a skill's ⓘ to see where it helps most.
de: Baue sie mit Aktivitäten aus, später mit Events, Kursen und Projekten. Tippe auf das ⓘ einer Fähigkeit, um zu sehen, wo sie am meisten hilft.
fr: Développe-les avec les activités, puis avec les événements, les formations et les projets. Appuie sur le ⓘ d’une compétence pour voir où elle aide le plus.
it: Falle crescere con le attività e, più avanti, con eventi, corsi e progetti. Tocca ⓘ accanto a una competenza per vedere dove aiuta di più.
ja: スキルは活動で伸ばし、あとからはイベントや講座、プロジェクトでも伸ばせます。スキルのⓘをタップすると、どこでいちばん役立つかがわかります。
uk: Розвивай їх через розділ «Заняття», а згодом — через заходи, курси та проєкти. Торкнись ⓘ біля навички, щоб побачити, де вона допомагає найбільше.

source: Growing
de: Wachsend
fr: En croissance
it: In crescita
ja: 成長
uk: Зростання

source: Growing. It's easier than usual to find a job.
de: Wachsend. Es ist leichter als sonst, einen Job zu finden.
fr: En croissance. Il est plus facile que d’habitude de trouver un emploi.
it: In crescita. Trovare lavoro è più facile del solito.
ja: 成長中です。いつもより仕事を見つけやすくなっています。
uk: Зростання. Знайти роботу легше, ніж зазвичай.

source: Grows either way: %@
de: Wächst in jedem Fall: %@
fr: Progression dans tous les cas : %@
it: Crescono comunque: %@
ja: どちらの場合も伸びます： %@
uk: У будь-якому разі зростає: %@

source: Grows, whether it works or not: %@
de: Wächst, egal ob es klappt oder nicht: %@
fr: Progression dans tous les cas : %@
it: Crescono, che funzioni o no: %@
ja: 成功してもしなくても伸びるもの： %@
uk: Зростає незалежно від результату: %@

source: Guard Training (Security Guard License)
de: Wachschutz-Weiterbildung (Wachschutz-Lizenz)
fr: Formation d’agent de sécurité
it: Formazione per guardie (Abilitazione da guardia giurata)
ja: 警備員研修
uk: Підготовка охоронців

source: Gymnasium (lower school)
de: Gymnasium (Sekundarstufe I)
fr: Gymnasium (premier cycle)
it: Gymnasium (ciclo inferiore)
ja: 中学校（ギムナジウム前期）
uk: Gymnasium (середні класи)

source: Gymnastics
de: Turnen
fr: Gymnastique
it: Ginnastica
ja: 体操
uk: Гімнастика

source: Hackathon Winner
de: Hackathon-Sieger
fr: Vainqueur de hackathon
it: Vincitore dell’hackathon
ja: ハッカソン優勝者
uk: Переможець хакатону

source: Hairdressers, therapists and trainers show off their skills.
de: Friseure, Therapeuten und Trainer zeigen ihre Fähigkeiten.
fr: Des coiffeurs, des thérapeutes et des coachs présentent leur savoir-faire.
it: Parrucchieri, terapisti e istruttori mostrano le loro competenze.
ja: 美容師・理容師、セラピスト、トレーナーが技を披露します。
uk: Перукарі, масажисти й тренери демонструють свою майстерність.

source: Hands-on training (1–3 years) for a specific trade — like welding, plumbing, nursing assistant, or electrician work. Faster and cheaper than a Bachelor’s.
de: Praxisnahe Ausbildung (1–3 Jahre) für ein bestimmtes Handwerk – etwa Schweißen, Klempnerei, Pflegehilfe oder Elektrikerarbeit. Schneller und günstiger als ein Bachelor-Abschluss.
fr: Une formation pratique (de 1 à 3 ans) pour un métier précis — comme la soudure, la plomberie, l’aide-soignant ou l’électricité. Plus rapide et moins chère qu’un bachelor.
it: Formazione pratica (1–3 anni) per un mestiere specifico — come saldatura, idraulica, assistenza infermieristica o lavori da elettricista. Più rapida ed economica di una laurea.
ja: 特定の職業に向けた実践的な訓練（1〜3年）です。溶接、配管、看護助手、電気工事などがあります。学士号を取るより短期間で、費用も少なくてすみます。
uk: Практична підготовка (1–3 роки) до конкретної робітничої професії — зварювальника, сантехніка, молодшої медсестри чи електрика. Швидше й дешевше, ніж ступінь бакалавра.

source: Hands-on work — building, fixing, driving, growing, cooking.
de: Praktische Arbeit: bauen, reparieren, fahren, anbauen, kochen.
fr: Travail pratique — construire, réparer, conduire, cultiver, cuisiner.
it: lavoro pratico: costruire, riparare, guidare, coltivare, cucinare.
ja: つくる、直す、運転する、育てる、料理するなど、手を動かす仕事。
uk: Робота руками: будівництво, ремонт, водіння, вирощування, куховарство.

source: Hard requirements not met
de: Feste Voraussetzungen nicht erfüllt
fr: Conditions obligatoires non remplies
it: Requisiti obbligatori mancanti
ja: 必須条件を満たしていません
uk: Обовʼязкові вимоги не виконано

source: Having a hard time. Some jobs disappear, pay stops growing, and more people lose their jobs.
de: In der Krise. Manche Jobs verschwinden, die Bezahlung steigt nicht mehr, und mehr Menschen verlieren ihren Job.
fr: Période difficile. Certains postes disparaissent, les salaires stagnent et plus de gens perdent leur emploi.
it: In difficoltà. Alcuni lavori spariscono, gli stipendi smettono di crescere e più persone perdono il posto.
ja: 苦しい状況です。なくなる仕事もあり、給料は上がらず、仕事を失う人が増えています。
uk: Скрутний час. Деякі посади зникають, зарплати перестають зростати, і більше людей втрачають роботу.

source: Having run your own company eases it: each point of founder track record adds +%1$@, up to +%2$@.
de: Ein eigenes Unternehmen geführt zu haben, macht es leichter: Jeder Punkt Gründer-Erfolgsbilanz bringt +%1$@, höchstens +%2$@.
fr: Avoir dirigé ta propre entreprise facilite les choses : chaque point de parcours de fondateur ajoute +%1$@, jusqu’à +%2$@.
it: Aver gestito una tua azienda aiuta: ogni punto di curriculum da fondatore aggiunge +%1$@, fino a +%2$@.
ja: 自分の会社を経営した経験があると有利になります。起業実績は1ポイントごとに+%1$@、上限は+%2$@です。
uk: Досвід керування власною компанією полегшує шлях: кожен бал здобутків засновника додає +%1$@, максимум +%2$@.

source: Headline a Tour
de: Als Headliner auf Tour gehen
fr: Mener une tournée
it: Sii l’artista di punta di un tour
ja: ヘッドライナーのツアー
uk: Очолити гастрольний тур

source: Health
de: Gesundheit
fr: Santé
it: Salute
ja: 医療
uk: Здоровʼя

source: Healthcare
de: Gesundheitswesen
fr: Soins de santé
it: Sanità
ja: ヘルスケア
uk: Охорона здоровʼя

source: Help customers find what they need in stores and online.
de: Kunden helfen, im Laden und online das zu finden, was sie brauchen.
fr: Aider les clients à trouver ce dont ils ont besoin en magasin et en ligne.
it: Aiuta i clienti a trovare ciò che cercano nei negozi e online.
ja: お店やネットで、お客さんが必要なものを見つけるのを手伝います。
uk: Допомагай покупцям знаходити потрібне в магазинах і онлайн.

source: Help others with important everyday tasks.
de: Hilf anderen bei wichtigen Aufgaben im Alltag.
fr: Aide les autres dans des tâches importantes du quotidien.
it: Aiuta gli altri nelle faccende importanti di ogni giorno.
ja: 毎日の大切なことで、ほかの人を助けます。
uk: Допомагай іншим із важливими повсякденними справами.

source: Help people feel better and stay healthy.
de: Hilf Menschen, sich besser zu fühlen und gesund zu bleiben.
fr: Aide les gens à se sentir mieux et à rester en bonne santé.
it: Aiuta le persone a stare meglio e in salute.
ja: 人が元気になり、健康でいられるように助けます。
uk: Допомагай людям почуватися краще й лишатися здоровими.

source: Help, care, and support roles.
de: Berufe, die helfen, pflegen und unterstützen.
fr: Métiers d’aide, de soin et de soutien.
it: Ruoli di aiuto, cura e sostegno.
ja: 支援やケアを担う仕事。
uk: Допомога, догляд і підтримка.

source: Helping a group decide and act together.
de: Einer Gruppe helfen, gemeinsam zu entscheiden und zu handeln.
fr: Aider un groupe à décider et à agir ensemble.
it: Aiutare un gruppo a decidere e ad agire insieme.
ja: グループがいっしょに決めて動けるように導く力。
uk: Допомагати групі разом ухвалювати рішення й діяти.

source: Here are the %@ jobs. Which one sounds like you?
de: Hier sind die Jobs in %@. Welcher passt zu dir?
fr: Voici les métiers du domaine « %@ ». Lequel te ressemble ?
it: Ecco i lavori nel settore %@. Quale fa per te?
ja: %@の仕事はこちらです。ピンとくるのはどれですか？
uk: Ось роботи у сфері «%@». Яка з них — для тебе?

source: Here are the moves that pay off most right now, best first:
de: Das sind die Schritte, die sich gerade am meisten lohnen, die besten zuerst:
fr: Voici tes meilleurs choix du moment, du plus utile au moins utile :
it: Ecco le mosse più utili adesso, partendo dalla migliore:
ja: いま特に効果が出やすい行動を、おすすめ順に紹介します：
uk: Ось кроки, які зараз дають найбільше, від найкращого:

source: Here's how this works in real life — and how the game plays it.
de: So funktioniert das im echten Leben – und so spielt das Spiel es nach.
fr: Voici comment ça marche dans le monde réel — et comment le jeu le reprend.
it: Ecco come funziona nella vita reale — e come lo riproduce il gioco.
ja: 現実ではどうなっているのか、そしてゲームではどう扱われているのかを紹介します。
uk: Ось як це відбувається в реальному житті — і як це відтворює гра.

source: Here's what would help most:
de: Das würde dir am meisten helfen:
fr: Voici ce qui aiderait le plus :
it: Ecco cosa aiuterebbe di più:
ja: いちばん役に立つのはこれです：
uk: Ось що допоможе найбільше:

source: Here's where you stand.
de: So stehst du gerade da.
fr: Voici où tu en es.
it: Ecco a che punto sei.
ja: いまの状況です。
uk: Ось де ти зараз.

source: Hi, I'm your career advisor! 👋 Do you already have a job in mind that you'd like to work toward — or haven't you decided yet? Either answer is fine.
de: Hallo, ich bin dein Karriereberater! 👋 Hast du schon einen Job im Kopf, auf den du hinarbeiten möchtest – oder hast du dich noch nicht entschieden? Beides ist völlig in Ordnung.
fr: Salut, je suis ton conseiller d’orientation ! 👋 Tu as déjà un métier en tête que tu voudrais viser — ou tu n’as pas encore décidé ? Les deux réponses sont très bien.
it: Ciao, sono il tuo consulente di carriera! 👋 Hai già in mente un lavoro per cui vorresti impegnarti — o non hai ancora deciso? Va bene qualsiasi risposta.
ja: こんにちは、キャリアアドバイザーです！👋 めざしたい仕事はもう決まっていますか？それとも、まだ決めていませんか？どちらでも大丈夫ですよ。
uk: Привіт, я твій карʼєрний радник! 👋 Ти вже маєш на оці роботу, до якої хочеш прийти, чи ще обираєш? Підійде будь-яка відповідь.

source: Hi, I'm your career advisor! 👋 Do you already know what job you'd like to do one day — or not yet? Either is fine.
de: Hallo, ich bin dein Karriereberater! 👋 Weißt du schon, welchen Job du später einmal machen möchtest – oder noch nicht? Beides ist völlig in Ordnung.
fr: Salut, je suis ton conseiller d’orientation ! 👋 Tu sais déjà quel métier tu aimerais faire un jour — ou pas encore ? Les deux, c’est très bien.
it: Ciao, sono il tuo consulente di carriera! 👋 Sai già che lavoro ti piacerebbe fare un giorno — o non ancora? Va bene in entrambi i casi.
ja: こんにちは、キャリアアドバイザーです！👋 将来やってみたい仕事はもう決まっていますか？まだでも大丈夫ですよ。
uk: Привіт, я твій карʼєрний радник! 👋 Ти вже знаєш, ким хочеш працювати колись, чи ще ні? Підійде будь-яка відповідь.

source: High School Diploma
de: Highschool-Abschluss
fr: Diplôme du secondaire
it: Diploma di scuola superiore
ja: 高校卒業資格
uk: Атестат про середню освіту

source: High-School Esports Cup
de: Highschool-E-Sport-Pokal
fr: Coupe d’e-sport des lycées
it: Coppa e-sport delle scuole superiori
ja: 高校eスポーツカップ
uk: Кубок кіберспорту серед старшокласників

source: Higher Vocational College
de: Höheres Berufs-College
fr: Établissement professionnel supérieur
it: College professionale superiore
ja: 高等職業学院
uk: Вищий фаховий коледж

# Hired as %@ — %@/year
source: Hired as %1$@ — %2$@/year
de: Eingestellt als %1$@ – %2$@ pro Jahr
fr: Embauche : %1$@, %2$@/an
it: Assunzione come %1$@ — %2$@/anno
ja: %1$@として採用（%2$@/年）
uk: Прийнято на посаду «%1$@»: %2$@/рік

source: History & Geography
de: Geschichte & Erdkunde
fr: Histoire-géographie
it: Storia e geografia
ja: 歴史・地理
uk: Історія й географія

source: History Bowl
de: Geschichtsquiz
fr: Quiz d’histoire
it: Quiz di storia
ja: ヒストリー・ボウル
uk: Історична вікторина

source: History Bowl Champion
de: Geschichtsquiz-Meister
fr: Champion du quiz d’histoire
it: Campione del quiz di storia
ja: ヒストリー・ボウル・チャンピオン
uk: Чемпіон історичної вікторини

source: Hit Record
de: Chart-Hit
fr: Tube
it: Disco di successo
ja: ヒット曲
uk: Хітовий запис

source: Hit or miss, the year builds %@.
de: Ob es klappt oder nicht, das Jahr stärkt deine Fähigkeiten: %@.
fr: Que ça marche ou non, l’année développe ces compétences : %@.
it: Che vada bene o no, l’anno sviluppa %@.
ja: 当たっても外れても、その1年で%@が伸びます。
uk: Вдасться чи ні, цей рік розвиває: %@.

source: Hmm, I'm not sure about that one. I can tell you about a job, a skill, or what to do next — try asking it that way.
de: Hmm, da bin ich nicht sicher. Ich kann dir etwas zu einem Job, einer Fähigkeit oder deinem nächsten Schritt sagen – frag mich am besten so.
fr: Hmm, je ne suis pas sûr de comprendre. Je peux te parler d’un métier, d’une compétence ou de ce qu’il faut faire ensuite — essaie de me demander comme ça.
it: Mmm, su questo non ho le idee chiare. Posso parlarti di un lavoro, di una competenza o di cosa fare dopo — prova a chiederlo così.
ja: うーん、それはよく分かりません。仕事やスキル、次にすることについてなら答えられるので、そういう聞き方で試してみてくださいね。
uk: Хм, на це в мене немає відповіді. Я можу розповісти про роботу, про навичку або про те, що робити далі, — спробуй запитати саме так.

source: Hospitality
de: Gastgewerbe
fr: Hôtellerie-restauration
it: Ospitalità
ja: ホスピタリティ
uk: Гостинність

source: Hospitality & Food Expo
de: Messe für Gastgewerbe & Essen
fr: Salon de l’hôtellerie et de la gastronomie
it: Expo dell’ospitalità e del cibo
ja: ホスピタリティ・フード展示会
uk: Експо гостинності та їжі

source: Hospitality & Tourism
de: Gastgewerbe & Tourismus
fr: Hôtellerie et tourisme
it: Ospitalità e turismo
ja: ホスピタリティ・観光
uk: Гостинність і туризм

source: Hospitality worker, customer support, operations
de: Mitarbeiter im Gastgewerbe, Kundensupport, Betriebsabläufe
fr: employé d’hôtellerie, conseiller clientèle, responsable des opérations
it: addetto all’ospitalità, assistenza clienti, gestione operativa
ja: ホスピタリティのスタッフ、カスタマーサポート、オペレーション
uk: працівник гостинності, підтримка клієнтів, операційна робота

source: Host a Podcast
de: Podcast moderieren
fr: Animer un podcast
it: Conduci un podcast
ja: ポッドキャストの配信
uk: Вести подкаст

source: How admission works
de: So funktioniert die Zulassung
fr: Comment fonctionne l’admission
it: Come funziona l’ammissione
ja: 入学選考のしくみ
uk: Як працює вступ

source: How many years you've worked as %@.
de: Wie viele Jahre du als %@ gearbeitet hast.
fr: Le nombre d’années où tu as travaillé comme %@.
it: Da quanti anni lavori come %@.
ja: %@として働いた年数です。
uk: Скільки років ти працюєш на посаді «%@».

source: How many years you've worked in each job.
de: Wie viele Jahre du in jedem Job gearbeitet hast.
fr: Combien d’années tu as travaillé à chaque poste.
it: Quanti anni hai lavorato in ciascun ruolo.
ja: それぞれの仕事で働いた年数です。
uk: Скільки років роботи на кожній посаді.
